Dlubal.RFEM5.CommentFrameType
Type of comment frame

Dlubal.RFEM5.CommentFrameType.UnknownFrameType
Unknown frame

Dlubal.RFEM5.CommentFrameType.NoneFrameType
No frame

Dlubal.RFEM5.CommentFrameType.RectangularFrameType
Rectangular frame

Dlubal.RFEM5.CommentFrameType.CircularFrameType
Circular frame